var quotes = [
    'நீ எதை நினைக்கிறாயோ அதுவாகவே ஆகிறாய். நீ உன்னை வலிமையுடயவன் என்று நினைத்தால் வலிமை படைத்தவன் ஆவாய். உன்னால் சாதிக்க இயலாத காரியம் என்று எதுவும் இருப்பதாக ஒருபோதும் நினைக்காதே. -சுவாமி விவேகானந்தர்',
    'நம்பிக்கை நிறைந்த ஒருவர் யார் முன்னேயும் எப்போதுமே மண்டியிடுவது இல்லை. -அப்துல் கலாம்',
    'எல்லோரையும் நம்புவது அபாயகரமானது. ஒருவரையும் நம்பாமல் இருப்பது இன்னும் அபாயகரமானது. -ஆப்ரகாம் லிங்கன்',
    'இவ்வுலகில் பிறந்த நீங்கள் அதற்கு அடையாளமாய் ஏதேனும் விட்டுச்செல்லுங்கள். இல்லையேல் உங்களுக்கும் மரங்களுக்கும் வேறுபாடு இல்லாமற் போய்விடும் -சுவாமி விவேகானந்தர்',
    'வீரம் தமிழ் மரபின் வேர்.. காளை எங்கள் உறவுக்கு நேர்... அவிழ்ப்பதும் அணைப்பதும் எங்கள் உரிமை -தமிழன்'    
]

function newQuote() {
    var randomNumber = Math.floor(Math.random() * (quotes.length));
    document.getElementById('display').innerHTML = quotes[randomNumber];
}